print("Привіт я твій бот для екзаменів)")
print("я тут шоб ти не панікувала перед контрольною :)")

subj = input("з якого предмету контрольна? (матем / укрмова / інше): ")

if subj == "матем":
    print("молись..")
elif subj == "укрмова":
    print("ізі, розслабся")
else:
    print("ок. просто пробіжи очима параграфи")

mood = input("як ти себе почуваєш зараз? (норм / паніка): ")

if mood == "паніка":
    print("дихаємо квадратом")
else:
    print("урааа!")

secret = input("слова підтримки")

if secret == "так":
    print("ти просто втомлена. все буде добре")
else:
    print("ок. мовчу.")

print("Бот завершив роботу. Гарного екзамену")
