print("yo це Clash Helper 2.0")
print("я даю поради по Clash Royale (без донату)")

nick = input("як тебе називати в клані? ")
print("ок, тепер офіційно ти", nick)

style = input("ти любиш атаку чи захист? (атаку / захист): ")

if style == "атаку":
    print("хог 2.6, але не мега найт..")
elif style == "захист":
    print("пробуй грати через арбалет")
else:
    print("ок в тебе свій стиль типу контроль? норм теж")

rage = input("скільки раз підряд ти програєш і ще граєш далі? (0 / 1-2 / 3+): ")

if rage == "3+":
    print("бро просто закрий гру на 20 хв. чесно")
else:
    print("ти тримаєш себе. красавчик")

print("Clash Helper 2.0 каже: good luck. не зливай трофеї")