print("Я бот чек здоров'я")
print("я кажу чи ти живий :)")

sleep = input("скільки годин ти спав сьогодні?: ")
print("ок записав:", sleep, "годин")

water = input("ти пив воду чи енергетик? (вода / інше): ")

if water == "вода":
    print("не вірю")
else:
    print("так і знав, пий воду")

move = input("сьогодні був якийсь рух? (спорт / фізра / нічого): ")

if move == "спорт":
    print("красавчик. повага")
elif move == "фізра":
    print("фізра то теж рахується")
else:
    print("вже 10 кіл навколо штучки")

print("висновок: живемо")
print("Бот вийшов з чату")
